Repository: muzena/tv-maxe
Catalog: pkg/debian/tv-maxe/usr/share/tv-maxe/lng/*/LC_MESSAGES/tvmaxe.po
Languages: da, ro, ru

source: (c) 2010 - Ovidiu D. Niţan
da: (c) 2010 - Ovidiu D. Nițan
ro: (c) 2010 - Ovidiu D. Nițan

source: <a href="http://pbxtv.ro/">Don't have an account? Click here</a>
da: <a href="http://pbxtv.ro/">Har du ikke en konto? Klik her</a>
ro: <a href="http://pbxtv.ro/">Nu aveți un cont? Clic aici</a>
ru: <a href="http://pbxtv.ro/">У вас нет учётнои записи? Нажмите здесь</a>

source: <b>Channel +</b>
da: <b>Kanal +</b>
ro: <b>Canal +</b>
ru: <b>Канал +</b>

source: <b>Channel -</b>
da: <b>Kanal -</b>
ro: <b>Canal -</b>
ru: <b>Канал -</b>

source: <b>Down</b>
da: <b>Ned</b>
ro: <b>Jos</b>
ru: <b>Вниз</b>

source: <b>Full screen</b>
da: <b>Fuld skærme</b>
ro: <b>Ecran complet</b>
ru: <b>Во весь экран</b>

source: <b>Info</b>
da: <b>Oplysninger</b>
ru: <b>Справка</b>

source: <b>Mute</b>
da: <b>Lydløs</b>
ro: <b>Mut</b>
ru: <b>Приглушить</b>

source: <b>Play/Pause</b>
da: <b>Afspil/Pause</b>
ro: <b>Redare/Pauză</b>
ru: <b>Воспроизведение/Пауза</b>

source: <b>Press a button to assign this function to it.</b> TV-MAXE will detect the pressed button and it will automatically asign to this function. If you don't want to set a key, press <b>Cancel</b>.
da: <b>Tryk på en tast for at tildele denne funktion til det.</b> TV-MAXE vil registrere trykket på tasten, og det vil automatisk tildele denne funktion. Hvis du ikke ønsker at indstille en tast, tryk <b>Annuller</b>.
ro: <b>Apăsați butonul căruia doriți să îi atribuiți această funcție.</b> TV-MAXE va detecta automat butonul apăsat și îi va atribui acestuia funcția dorită. Dacă v-ați răzgândit, apăsați <b>Anulează</b>.
ru: <b>Нажмите кнопку, чтобы присвоить желаную функцию.</b> TV-MAXE обнаружит автоматически нажатую кнопку, и назначет желаную функцию. Если вы передумали, нажмите <b>Отменить</b>.

source: <b>Quit</b>
da: <b>Afslut</b>
ro: <b>Ieșire</b>
ru: <b>Выйти</b>

source: <b>Show an icon in systray:</b>
da: <b>Vis et ikon i systembakken:</b>
ro: <b>Arată o iconiță în zona de notificare a sistemului:</b>
ru: <b>Показать значок в области уведомлений:</b>

source: <b>Static ports:</b>
da: <b>Statisk porte:</b>
ro: <b>Porturi statice:</b>
ru: <b>Статические порты:</b>

source: <b>Stop</b>
da: <b>Stoppe</b>
ru: <b>Остановить воспроизведение</b>

source: <b>Up</b>
da: <b>Op</b>
ro: <b>Sus</b>
ru: <b>Вверх</b>

source: <b>Use an external application:</b>
da: <b>Brug et eksternt applikation:</b>
ro: <b>Folosiți un player extern:</b>
ru: <b>Использовать внешний проигрыватель:</b>

source: <b>Use internal player:</b>
da: <b>Brug intern afspiller:</b>
ro: <b>Folosiți un player intern:</b>
ru: <b>Использовать внутренний проигрыватель:</b>

source: <b>Volume +</b>
da: <b>Bind +</b>
ro: <b>Volum +</b>
ru: <b>Громкость +</b>

source: <b>Volume -</b>
da: <b>Bind -</b>
ro: <b>Volum -</b>
ru: <b>Громкость -</b>

source: <span size="small"><i>To view all PBX channels, <a href="http://www.pbxtelecom.ro/">buy a subscription</a></i></span>
da: <span size="small"><i>For at se alle PBX-kanaler, <a href="http://www.pbxtelecom.ro/">købe et abonnement</a></i></span>
ro: <span size="small"><i>Pentru a putea viziona toate canalele de la PBX, <a href="http://www.pbxtelecom.ro/">cumpărați un abonament</a></i></span>
ru: <span size="small"><i>Для просмотра каналов PBX (румынские каналы), <a href="http://www.pbxtelecom.ro/">Купите подписку</a></i></span>

source: <span size="xx-large"><b>TV Guide</b></span>
da: <span size="xx-large"><b>Fjernsynsguide</b></span>
ro: <span size="xx-large"><b>Ghid TV</b></span>
ru: <span size="xx-large"><b>Программа ТВ передач</b></span>

source: About TV-MAXE
da: Om TV-MAXE
ro: Despre TV-MAXE
ru: О программе TV-MAXE

source: Action button
da: Handlingsknappen
ro: Buton de acționare
ru: Активные кнопки

source: Add
da: Tilføj
ro: Adaugă
ru: Добавить

source: Add a TV channel
da: Tilføj en fjernsynskanal
ro: Adaugă un canal TV
ru: Добавить ТВ канал

source: Add new stream
da: Tilføj en ny strøm
ro: Adaugă un flux
ru: Добавить новый поток

source: Add subscription
da: Tilføj en abonnement
ro: Adaugă un abonament
ru: Добавить подписку

source: Address:
da: Adresse:
ro: Adresă:
ru: Адрес:

source: Aspect ratio
da: Aspektforhold
ro: Raport aspect
ru: Масштаб

source: Availability:
da: Tilgængelighed:
ro: Disponibilitate:
ru: Доступность:

source: Brightness
da: Lysstyrke
ro: Luminozitate
ru: Яркость

source: Change to TV Mode
da: Skift til fjernsynmode
ro: Comută la modul TV
ru: Перейти в ТВ режим

source: Channel info
da: Kanaloplysninger
ro: Informații despre canal
ru: Информация о канале

source: Channel list
da: Kanalliste
ro: Listă cu canale
ru: Список каналов

source: Channel name:
da: Kanalnavn:
ro: Nume canal:
ru: Имя канала:

source: Channels
da: Kanaler
ro: Canale
ru: Каналы

source: Close
da: Luk
ro: Închide
ru: Выйти

source: Connect automatically when TV-MAXE starts.
da: Tilslut automatisk når TV-MAXE starter.
ro: Conectare automată la pornirea programului.
ru: Автоматоматическое воспроизведение при запуске программы.

source: Connect with PBX
da: Tilslut med PBX
ro: Conectați-vă cu PBX
ru: Коннектиться через PBX

source: Connecting...
da: Tilslutning...
ro: Se conectează...
ru: Подключение ...

source: Contrast
da: Kontrast
ru: Контрастность

source: Day:
da: Dag:
ro: Zi:
ru: День:

source: Details
da: Oplysninger
ro: Detalii
ru: Детали

source: Donate!
da: Donere!
ro: Donează!

source: Edit
da: Redigere
ro: Editează
ru: Правка

source: Edit subscription
da: Redigere abonnement
ro: Editează abonamentul
ru: Правка подписки

source: Enable remote controller
da: Aktiver fjernbetjening
ro: Activează telecomanda
ru: Включить пульт дистанционного управления

source: Enabled
da: Aktiveret
ro: Activată
ru: Включено

source: From:
da: Fra:
ro: Aparține de:
ru: От:

source: Full screen
da: Fuld skærm
ro: Ecran complet
ru: Во весь экран

source: General
da: Generelt
ro: Generale
ru: Общий

source: Help
da: Hjælp
ro: Ajutor
ru: Получить помощь

source: Hide TV-MAXE
da: Skjule TV-MAXE
ro: Ascunde TV-MAXE
ru: Скрыть TV-MAXE

source: If you like this application and if you want to support its development, please make a donation.
da: Hvis du kan lide denne applikation, og hvis du ønsker at støtte dens udvikling, giv en donation.
ro: Dacă vă place acest program și doriți să oferiți o mână de ajutor, faceți o donație.
ru: Если вам нравится это приложение, и если вы хотите поддержать его развитие, пожалуйста, сделайте взнос.

source: Incoming port:
da: Indgående port:
ro: Port intrare:
ru: Порт входящих соединений:

source: List
da: Liste
ro: Listă
ru: Список

source: Name
da: Navn
ro: Nume
ru: Название

source: Name:
da: Navn:
ro: Nume:
ru: Название:

source: Outgoing port:
da: Udgående port:
ro: Port ieșire:
ru: Порт исходящих соединений:

source: Password:
da: Adgangskode:
ro: Parolă:
ru: Пароль:

source: Player backend:
da: Afspiller backend:
ro: Modul de redare:
ru: Режим воспроизведения:

source: Player init command:
da: Afspiller initialisere kommando:
ro: Comandă pentru a inițializa playerul:
ru: Команда инициализации проигрывателя:

source: Preferences
da: Indstillinger
ro: Preferințe
ru: Параметры

source: Press OK or middle-click to play this channel
da: Tryk OK eller midt-klik for at afspille denne kanalen
ro: Apăsați OK sau clic-mijloc pentru a reda acest canal
ru: Нажмите OK или среднею кнопку мыши, чтобы включить этот канал

source: Protocol:
da: Protokol:
ru: Протокол:

source: Radio Channels
da: Radiokanaler
ro: Canale Radio
ru: Радио каналы

source: Received:
da: Modtaget:
ro: Recepționat:
ru: Приём:

source: Record
da: Optage
ro: Înregistrează
ru: Записать

source: Recording...
da: Optagelse...
ro: Se înregistrează...
ru: Запись...

source: Refresh channel list
da: Opdater kanalliste
ro: Actualizează lista cu canale
ru: Обновить список каналов

source: Remote controller
da: Fjernbetjening
ro: Telecomandă
ru: Пульт дистанционного управления

source: Remote controller function
da: Fjernbetjeningsfunktion
ro: Funcția telecomenzii
ru: Функция удаленного контроллера

source: Remove channel
da: Fjern kanal
ro: Elimină canalul
ru: Удалить канал

source: Report as broken
da: Anmeld som knækkede
ro: Raportează ca defect
ru: Сообщить о нерабочем канале

source: Saturation
da: Mætning
ro: Saturație
ru: Насыщенность

source: Save as:
da: Gem som:
ro: Salvează ca:
ru: Сохранить как:

source: Show name
da: Vis navn
ro: Afișează numele
ru: Имя

source: Stop
da: Stoppe
ru: Остановить

source: Subscriptions
da: Abonnementer
ro: Abonamente
ru: Подписки

source: TV Channel:
da: Fjernsynskanal:
ro: Canal TV:
ru: Телеканал:

source: TV Channel:
da: Fjernsynskanal:
ro: Canal TV:
ru: Телеканал:

source: TV Channels
da: Fjernsynskanaler
ro: Canale TV
ru: Телеканалы:

source: TV Guide
da: Fjernsynsguide
ro: Ghid TV
ru: Программа телепередач

source: TV-Guide
da: Fjernsynsguide
ro: Ghid TV
ru: Программа телепередач

source: TV-MAXE is free software, but its development is not easy. If you like this application and if you want to show your support, please make a donation using the button below. Thank you
da: TV-MAXE er gratis software, men dens udvikling er ikke let.Hvis du kan lide denne applikation, og hvis du ønsker at vise din støtte, giv en donation ved hjælp af knappen nedenfor. Tak
ro: TV-MAXE este gratuit, dar dezvoltarea sa nu este floare la ureche. Dacă vă place acest program și doriți să vă arătați recunoștința pentru munca depusă la crearea acestuia faceți o donație utilizând butonul de mai jos. Mulțumim
ru: TV-MAXE является бесплатным, но его развитие не лёгкое задание. Если вы любите эту программу и хотите показать свою благодарность, зделайте пожертвование с помощью кнопки ниже. Спасибо

source: Username:
da: Brugernavn:
ro: Nume utilizator:
ru: Имя пользователя:

source: Waiting remote controller...
da: Venter fjernbetjening...
ro: Se așteaptă semnal de la telecomandă...
ru: Жду сигнала от пульта дистанционного управления...

source: Watch TV channels for free
da: Se fjernsynskanaler gratis
ro: Vizionați gratuit canale TV
ru: Vizionează gratuit canale TV

source: You can add TV or radio streams by giving the name and the stream address. Please note that TV-MAXE only supports sop://, http://, mms:// and rmtp://. rtmpe:// is not supported!
da: Du kan tilføje fjernsynskanaler eller radiokanaler ved at give navd og strømmer adresse. Bemærk venligst kun understøtter kun sop://, http://, mms:// şi rtmp://. rtmpe:// er ikke understøttet!
ro: Puteți adăuga canale TV sau radio specificând numele și adresa stream-ului. Rețineți faptul că TV-MAXE suportă doar protocoalele sop://, http://, mms:// și rmtp://. Nu este suportat rtmpe://!
ru: Вы можете добавить ТВ или радио потоки. Обратите внимание, что TV-MAXE поддерживает только sop://, http://, mms:// и rmtp://. rtmpe:// не поддерживается!

source: You can log in on your PBX account and watch the channels offered by this service directly from TV-MAXE.
da: Du kan logge ind på din PBX-konto og se kanalerne der tilbydes af denne service direkte fra TV-MAXE.
ro: Vă puteți autentifica cu contul dumneavoastră de PBX și puteți viziona canalele TV oferite prin acest serviciu direct din TV-MAXE.
ru: Вы можете войти в свой PBX счет и смотреть каналы которые предлагает вам эта услуга непосредственно с TV-MAXE (румынские каналы).

source: You can record the TV or radio stream by using this feature. Select a channel and set the file to save the stream and press Record.
da: Du optage fjernsyn eller radio strømerne ved at bruge denne funktion. Vælg en kanal og sæt den fil til at gemme strømmen og trykke på Optag.
ro: Puteți înregistra o transmisie TV sau radio folosind această funcționalitate. Selectați un canal și apoi fișierul destinație al înregistrării iar apoi apăsați Înregistrare.
ru: Вы можете записывать ТВ или радио поток, используя эту функцию. Выберите канал, установите путь к файлу где будет храница ваша запись, нажмите на кнопку Записи.

source: _Help
da: _Hjælp
ro: _Ajutor
ru: _Получить помощь

source: _View
da: _Vis
ro: _Vizualizare
ru: _Воспроизведение

source: label
da: etiket
ro: etichetă
ru: Этикетка

source: Ready
da: Klar
ro: Pregătit
ru: Готов

source: Error
da: Fejl
ro: Eroare
ru: Ошибка

source: Cannot fetch the channel list. Aborting...
da: Kan ikke hente kanallisten. Afbrydning...
ro: Nu s-a putut prelua lista cu canale. Se abandonează...
ru: Не удалось получить список каналов. завершаю...

source: Cannot read user's channel list
da: Kan ikke læse brugerens kanallisten
ro: Nu s-a putut citi lista personală de canale
ru: Не могу прочитать персональный список каналов

source: Loading
da: Indlæser
ro: Se încarcă
ru: Погрузка

source: Stopped
da: Stoppet
ro: Oprit
ru: Остановлено

source: Sunday
da: Søndag
ro: Duminică
ru: Воскресенье

source: Monday
da: Mandag
ro: Luni
ru: Понедельник

source: Tuesday
da: Tirsdag
ro: Marți
ru: Вторник

source: Wednesday
da: Onsdag
ro: Miercuri
ru: Среда

source: Thursday
da: Torsdag
ro: Joi
ru: Четверг

source: Friday
da: Fredag
ro: Vineri
ru: Пятница

source: Saturday
da: Lørdag
ro: Sâmbătă
ru: Суббота

source: Save as...
da: Gem som...
ro: Salvează ca...
ru: Сохранить как ...

source: Channels:
da: Kanaler:
ro: Canale:
ru: Каналы:

source: Add a Radio channel
da: Tilføj en radiokanalen
ro: Adaugă un canal radio
ru: Добавить радиоканал

source: This channel already exists
da: Denne kanal findes allerede
ro: Acest canal există deja
ru: Этот канал уже существует

source: Name and URL required!
da: Navn og URL er obligatorisk!
ro: Numele și URL-ul sunt imperative!
ru: Нужны Имя и URL!

source: Show TV-MAXE
da: Vis TV-MAXE
ro: Arată TV-MAXE

source: appears to be broken
da: Ser ud til at blive brudt
ro: posibil nefuncțional
ru: Возможно нерабочий канал

source: Reported
da: Rapportet
ro: Raportat
ru: Сообщено

source: Connecting...
da: Tilslutning...
ro: Se conectează...
ru: Подключение ...

source: Loading...
da: Indlæser...
ro: Se încarcă...
ru: Загрузка ...

source: Playing:
da: Afspilning:
ro: Se redă:
ru: Воспроизведение:

source: Error, retrying...
da: Fejl, prøvering igen...
ro: Eroare, se încearcă din nou...
ru: Ошибка, попробую еще...

source: SopCast module has stopped running. This mean that the stream is no longer available or that 'sp-sc-auth' process cannot be executed.
da: SopCast modulen har stoppet. Dette betyder at strømeren ikke længere er tilgængelig eller 'sp-sc-auth'-processen kan ikke udføres.

source: Local source
da: Lokal kilde
ro: Sursă locală
ru: Местный источник

source: Incoming and outgoing ports cannot be the same. Please review your settings.
da: Indgående og udgående porte kan ikke være den samme. Du bedes gennemgå dine indstillinger.
ro: Porturile de intrare și ieșire nu pot fi aceleași. Revizuiți configurația.
ru: Входящие и исходящие порты не могут быть одинаковыми. Пожалуйста, просмотрите ваши настройки.

source: Configuration error
da: Konfigurationsfejl
ro: Eroare în configurație
ru: Ошибка конфигурации

source: More subscriptions lists
da: Flere abonnementer lister
ro: Mai multe liste de canale
ru: Больше подписок для каналов

source: Radio mode
ro: Mod radio
ru: Радио режим

source: TV-MAXE: Radio
ru: TV-MAXE: Радио

source: Video equalizer
ro: Egalizator video
ru: Баланс цвета

source: SopCast module has stopped running. This mean that the stream is no longer available or that \'sp-sc-auth\' process cannot be executed.
ru: Работа Sopcast клиента закончилсь преждевременно. Это может означать, что поток не работает, или что \'sp-sc\' не может быть инициализирован.

source: SopCast module has stopped running. This mean that the stream is no longer available or that 'sp-sc-auth' process cannot be executed.
ro: Clientul de Sopcast s-a încheiat prematur. Acest lucru poate însemna că fluxul nu mai funcționează sau că procesul \'sp-sc\' nu a putut fi inițializat.
